data/server1A/10samples/split1A-largeuri/httperf~
httperf --client=0/1 --server=localhost --port=8081 --uri=/__Lorem_ipsum_dolor_sit_amet,_consectetur_adipiscing_elit._Cras_congue_sed_orci_id_bibendum._Sed_consectetur,_velit_non_facilisis_convallis,_lorem_massa_eleifend_metus,_vitae_blandit_odio_ipsum_ac_orci._Sed_sollicitudin_dignissim_orci_non_cursus._Vestibulum_ultricies_volutpat_nisl,_et_aliquam_nibh_condimentum_non._Vestibulum_condimentum_tincidunt_eros_sit_amet_imperdiet._Aliquam_sed_est_odio._Integer_rhoncus_eros_eget_fringilla_pretium._Mauris_bibendum_urna_et_sodales_imperdiet._Phasellus_adipiscing_mauris_nec_blandit_bibendum._Sed_accumsan_urna_ut_lorem_auctor_gravida._Nulla_vehicula_imperdiet_lorem_eget_lacinia.__Maecenas_iaculis_commodo_dui_vitae_vehicula._Proin_tristique_et_diam_non_adipiscing._Sed_quam_purus,_blandit_at_varius_nec,_eleifend_sed_ligula._In_sodales_mi_nec_consequat_semper._Etiam_auctor_lorem_non_fringilla_sollicitudin._Cras_varius_arcu_urna,_at_porta_tellus_porta_vel._Pellentesque_vitae_nibh_vel_ipsum_convallis_pretium._Integer_mollis_nulla_porta_nunc_ultricies_sollicitudin._Etiam_hendrerit,_leo_in_dignissim_faucibus,_metus_tellus_luctus_justo,_id_dignissim_arcu_neque_id_metus.__Donec_sed_metus_nulla._Pellentesque_commodo_mi_in_rhoncus_fermentum._Suspendisse_egestas_ligula_quis_nisi_lobortis_pretium._Praesent_ut_aliquet_felis,_mattis_bibendum_dolor._Aliquam_tristique_est_est,_quis_tristique_leo_suscipit_eu._Duis_id_augue_vehicula,_pulvinar_velit_ac,_consectetur_metus._Vivamus_at_urna_augue._Morbi_ut_euismod_mauris._Nulla_pulvinar_aliquam_hendrerit.__Nunc_id_magna_mollis,_elementum_ligula_vitae,_tempus_urna._Donec_lobortis_turpis_ut_neque_placerat_venenatis._Maecenas_feugiat_viverra_magna,_nec_tincidunt_nisi_tincidunt_scelerisque._Mauris_at_tortor_quis_lacus_ultricies_dictum_ac_a_est._In_hac_habitasse_platea_dictumst._Praesent_quis_bibendum_diam._Morbi_eget_mi_sed_felis_eleifend_suscipit.__Cras_commodo_nunc_vitae_libero_molestie_dapibus._Nam_ante_libero,_pharetra_sit_amet_placerat_ac,_dignissim_nec_eros._Morbi_sodales_dapibus_ligula,_sed_posuere_tortor_molestie_et._Ut_placerat_sagittis_lorem,_vel_lobortis_leo_lacinia_et._Sed_sagittis_imperdiet_nisl,_vel_scelerisque_quam_scelerisque_vel._Donec_vehicula_vitae_turpis_ut_tristique._Proin_pretium_at_lorem_non_gravida._Nulla_quis_vehicula_neque._Proin_in_ante_et_ligula_vehicula_feugiat._Mauris_iaculis_est_dolor,_et_convallis_dui_dictum_sed._Maecenas_iaculis_posuere_sapien._Vestibulum_vitae_varius_purus._Phasellus_rhoncus_pharetra_purus,_ac_viverra_orci_ullamcorper_ut._Integer_sed_lectus_quam.__Morbi_volutpat_accumsan_lectus_vitae_rutrum._Nunc_volutpat_faucibus_ultrices._Vivamus_dolor_neque,_pulvinar_quis_orci_vitae,_iaculis_condimentum_justo._Ut_tempus_dictum_tortor,_non_lobortis_massa_volutpat_nec._Morbi_aliquam_egestas_justo,_quis_adipiscing_velit_lobortis_eu._Sed_ac_magna_a_eros_accumsan_ultricies_in_in_arcu._Sed_condimentum_enim_nec_enim_tincidunt,_sed_facilisis_nisl_eleifend._Pellentesque_in_mauris_vulputate,_bibendum_turpis_et,_posuere_dui._Nullam_sed_ornare_purus.__Suspendisse_in_justo_vitae_risus_ornare_tempor_vel_ultrices_lectus._Donec_volutpat_at_nunc_in_gravida._Cras_fringilla,_turpis_eget_eleifend_pharetra,_lectus_lacus_tincidunt_mi,_et_vehicula_diam_erat_non_ligula._Pellentesque_eu_elit_et_lacus_consectetur_egestas_ut_in_turpis._Sed_nulla_diam,_mollis_nec_adipiscing_at,_eleifend_eu_dui._Nam_vel_leo_congue,_pretium_odio_a,_auctor_libero._Donec_tempus_pharetra_arcu_at_mollis._Etiam_scelerisque_fringilla_tortor,_et_adipiscing_nisl_imperdiet_nec.__Donec_consectetur_metus_dolor,_posuere_pulvinar_quam_eleifend_et._Nullam_vel_massa_dapibus,_venenatis_lorem_non,_mattis_turpis._Aliquam_condimentum_congue_felis,_vel_volutpat_turpis_hendrerit_sit_amet._Nam_consectetur_pretium_iaculis._Pellentesque_tristique_ut_dolor_eu_tempor._Integer_pretium_eros_magna,_sit_amet_imperdiet_nibh_suscipit_eu._Fusce_at_vehicula_leo._Etiam_dignissim_ligula_nisl,_a_sodales_mi_sodales_non._Quisque_at_mauris_massa._Nunc_bibendum_nunc_non_venenatis_luctus._Ut_molestie_erat_id_quam_facilisis_auctor_at_a_mi._Vivamus_viverra_mauris_quis_tortor_posuere,_id_aliquam_nibh_consectetur.__Nunc_turpis_sem,_sollicitudin_vel_pellentesque_et,_elementum_nec_libero._Cras_pellentesque_molestie_elit_eget_feugiat._Duis_ultricies_at_turpis_non_varius._Phasellus_leo_diam,_euismod_vitae_justo_commodo,_cursus_ultrices_ipsum._Duis_ac_dui_felis._Vestibulum_accumsan_tincidunt_urna_nec_eleifend._Aliquam_blandit_dolor_id_gravida_consequat._Etiam_fringilla_purus_in_orci_dapibus,_ut_rutrum_lacus_consequat._Maecenas_pharetra_orci_vitae_accumsan_volutpat._Nullam_quis_risus_in_est_ultricies_adipiscing_vitae_non_massa._Pellentesque_at_ultricies_tortor,_id_posuere_lacus._Proin_interdum_metus_pulvinar_eros_tincidunt_ornare._Vivamus_facilisis,_sem_at_blandit_placerat,_turpis_odio_auctor_metus,_sit_amet_pellentesque_nulla_massa_sed_lectus.__Etiam_ante_ante,_mattis_non_tristique_eu,_luctus_luctus_lorem._Phasellus_fringilla_nulla_at_risus_condimentum_dictum_id_sed_turpis._Morbi_gravida_lorem_tellus,_in_scelerisque_magna_consectetur_eget._Donec_interdum_magna_sit_amet_lobortis_volutpat._Nunc_convallis_libero_ut_ipsum_fermentum_dictum._Integer_ligula_mi,_pellentesque_sit_amet_pulvinar_vel,_egestas_facilisis_leo._Nunc_id_arcu_tempus_dolor_dapibus_adipiscing._Praesent_ante_metus,_ornare_at_hendrerit_a,_bibendum_in_nulla._Fusce_id_mauris_at_neque_faucibus_pulvinar._Mauris_ac_turpis_nunc.__Pellentesque_sed_felis_condimentum_sem_placerat_euismod_sed_vitae_neque._Ut_nibh_magna,_euismod_sollicitudin_porta_id,_sagittis_in_enim._Vestibulum_mattis_purus_vitae_volutpat_euismod._Nunc_molestie_eget_augue_ut_vulputate._In_hendrerit,_sem_sit_amet_accumsan_pulvinar,_orci_ante_vehicula_lorem,_vitae_hendrerit_erat_felis_in_orci._Nulla_mattis_erat_ac_eros_elementum,_eu_elementum_neque_cursus._Nam_nec_faucibus_diam,_vitae_mattis_massa._Morbi_ullamcorper_pharetra_quam._Vestibulum_et_tristique_nulla._Mauris_ornare_aliquet_diam_in_porta._Proin_rutrum_lorem_libero,_imperdiet_porta_lectus_sollicitudin_vel._Nam_ante_dui,_adipiscing_vel_arcu_nec,_laoreet_accumsan_quam._Phasellus_ipsum_enim,_hendrerit_ac_sapien_quis,_tempus_vehicula_quam.__Ut_eget_arcu_rutrum,_ornare_sem_et,_tincidunt_nunc._Mauris_dapibus_dui_eget_quam_facilisis_tempus._Fusce_et_iaculis_dolor._Duis_vulputate_eros_vitae_turpis_mattis_molestie._In_tempor_fermentum_metus._Etiam_massa_neque,_blandit_in_gravida_consectetur,_blandit_ut_nunc._Curabitur_nibh_justo,_dapibus_vel_sagittis_eget,_molestie_nec_erat._Donec_sollicitudin_commodo_ipsum._Aenean_varius_nisl_et_libero_consectetur_mattis._Ut_euismod_odio_a_suscipit_porta._Praesent_eu_accumsan_metus._Donec_vitae_turpis_eu_lectus_adipiscing_accumsan._Vestibulum_sit_amet_arcu_risus._Phasellus_nisl_lorem,_vulputate_non_venenatis_ut,_lobortis_ac_nibh._Proin_placerat,_est_vitae_porta_commodo,_nisi_velit_malesuada_risus,_at_ultricies_mauris_erat_sed_tellus.__Sed_ligula_sem,_pellentesque_tempus_rutrum_in,_consectetur_at_felis._Etiam_in_dignissim_velit._Nunc_quis_dignissim_ipsum._Nam_metus_lectus,_varius_ut_ipsum_ut,_tincidunt_congue_lacus._Nullam_non_risus_eget_sem_rutrum_molestie_sed_sed_leo._Maecenas_pretium_ipsum_lorem,_non_accumsan_leo_eleifend_non._Maecenas_neque_orci,_vestibulum_at_laoreet_sed,_mattis_nec_nisl._Nullam_in_justo_pharetra,_tempor_eros_sed,_sagittis_massa._Morbi_velit_dolor,_feugiat_sed_eleifend_eu,_imperdiet_sit_amet_velit._Vestibulum_consequat_dolor_tempor_enim_porta,_vitae_mollis_mauris_vulputate._Ut_ut_nibh_a_sem_aliquam_facilisis._Pellentesque_vitae_commodo_libero._Aenean_ut_rhoncus_magna._Etiam_gravida_risus_eget_dui_commodo_volutpat._Nullam_rutrum,_nulla_sit_amet_posuere_pharetra,_purus_mauris_luctus_diam,_a_elementum_lorem_dui_a_purus.__Morbi_pulvinar,_velit_vitae_convallis_molestie,_urna_ante_interdum_nulla,_vel_feugiat_magna_justo_eleifend_dolor._Duis_aliquet,_velit_et_elementum_porttitor,_odio_nulla_malesuada_arcu,_in_pulvinar_dui_mauris_et_lacus._Aliquam_vestibulum_vitae_urna_in_rutrum._Quisque_ac_luctus_urna._Donec_vulputate,_sapien_sed_mattis_volutpat,_sapien_metus_posuere_risus,_nec_tempus_diam_nunc_at_est._Nunc_quis_sapien_ultrices,_lacinia_massa_ac,_condimentum_massa._In_hac_habitasse_platea_dictumst._Phasellus_eleifend_pretium_placerat._Proin_eros_tellus,_convallis_et_bibendum_non,_rutrum_vel_libero._Aenean_eu_nibh_a_odio_dapibus_tincidunt._Duis_venenatis_purus_quis_porta_eleifend._Nullam_sed_urna_vel_tortor_ultricies_volutpat._Nam_eu_molestie_lacus,_nec_venenatis_mi._Sed_ac_sem_nec_nisl_consectetur_adipiscing._Ut_pretium,_enim_in_fringilla_vehicula,_velit_neque_volutpat_odio,_in_congue_elit_dolor_ac_justo.__Nulla_malesuada_sem_a_mattis_porta._Donec_in_commodo_ipsum._Interdum_et_malesuada_fames_ac_ante_ipsum_primis_in_faucibus._Nullam_gravida_metus_a_rhoncus_suscipit._Suspendisse_elit_risus,_aliquam_a_tristique_a,_bibendum_eget_ante._Etiam_a_lectus_a_massa_blandit_consectetur_posuere_at_nunc._Pellentesque_habitant_morbi_tristique_senectus_et_netus_et_malesuada_fames_ac_turpis_egestas._Nullam_tempus_quis_nunc_quis_imperdiet._Quisque_erat_mauris,_posuere_a_eros_eget,_rutrum_euismod_justo._Suspendisse_potenti.__Fusce_tincidunt_mattis_mi_et_dignissim._Sed_sit_amet_risus_in_lacus_condimentum_molestie._Donec_malesuada,_eros_sed_posuere_condimentum,_eros_lacus_facilisis_ipsum,_non_mollis_risus_dolor_condimentum_nisi._Curabitur_feugiat_sem_in_metus_lobortis,_in_fermentum_enim_egestas._Sed_ac_malesuada_quam,_a_molestie_magna._Pellentesque_vel_vestibulum_odio,_quis_suscipit_lorem._Sed_tincidunt_velit_dui,_in_elementum_velit_porta_vitae._Cum_sociis_natoque_penatibus_et_magnis_dis_parturient_montes,_nascetur_ridiculus_mus.__Duis_in_quam_mollis_felis_interdum_tristique._Integer_lobortis_massa_vitae_massa_consequat_tristique._Curabitur_semper,_elit_et_convallis_imperdiet,_risus_eros_lacinia_augue,_ac_blandit_libero_risus_non_lorem._Proin_nec_turpis_sit_amet_eros_porttitor_accumsan._Quisque_malesuada_elit_orci,_at_dignissim_urna_aliquam_in._In_adipiscing_imperdiet_sem_quis_pharetra._Cras_vulputate_lacinia_tellus,_et_tempor_metus_sodales_posuere._ --send-buffer=4096 --recv-buffer=16384 --num-conns=10 --num-calls=1
httperf: warning: open file limit > FD_SETSIZE; limiting max. # of open files to FD_SETSIZE
Maximum connect burst length: 1

Total: connections 10 requests 10 replies 10 test-duration 0.008 s

Connection rate: 1287.1 conn/s (0.8 ms/conn, <=1 concurrent connections)
Connection time [ms]: min 0.5 avg 0.8 max 1.4 median 0.5 stddev 0.2
Connection time [ms]: connect 0.1
Connection length [replies/conn]: 1.000

Request rate: 1287.1 req/s (0.8 ms/req)
Request size [B]: 10097.0

Reply rate [replies/s]: min 0.0 avg 0.0 max 0.0 stddev 0.0 (0 samples)
Reply time [ms]: response 0.7 transfer 0.0
Reply size [B]: header 66.0 content 4.0 footer 2.0 (total 72.0)
Reply status: 1xx=0 2xx=10 3xx=0 4xx=0 5xx=0

CPU time [s]: user 0.00 system 0.01 (user 15.5% system 83.4% total 98.9%)
Net I/O: 12779.7 KB/s (104.7*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0